"UnknownTime" = "--";
"<n> seconds" = "%d sekunder";
"Less than a minute" = "Mindre enn ett minutt";
"a minute" = "ett minutt";
"<n> minutes" = "%d minutter";
"an hour" = "en time";
"<n> hours" = "%d timer";
"About <time>" = "Omtrent %@";
